export const cities = {
    kazan: {
        pageLink: 'kazan',
        img: 'https://russiatrek.org/blog/wp-content/uploads/2020/03/summer-evening-kazan-russia-1.jpg',
        ru: {
            name: 'Казань',
            desc: {
                text: '2.Один из важных религиозных памятников в Казани, Богоявленский собор. Он впечатляет своей красотой - голубая кладка и золотые купола, напоминают небосвод в солнечный день. Изначально, он был маленькой церковью и современем перевоплотился в собор.  \n' +
                    'В советское время храм, как и прочие святыни, был реконструирован и отдан под спортзал. Из-за этого, посетители теперь не могут любоваться большей частью первичной отделки и росписей. И, хотя, реконструкции до сих пор идут полным ходом, до начального вида собору еще далеко.\n' +
                    'Туда можно сходить с друзьями в любое врем года.\n' +
                    '\n' +
                    '3.Казанский кремль – это главная достопримечательность Казани. В нем собраны важные памятники XII-XX вв.. В нем собраны русская и татарская кулҗтура, именно эта изюминка стала особенной для Казанского Кремля. На территории Кремля находится резиденция главы Татарстана, а так же собраны храмы, соборы, мечети, музеи, особняки. Эта постройка круглый год восхищает своей архетектурой многих туристов. И большинства туристов совершают полный обход в течение 2 дней, а то и больше.\n' +
                    '4. Мечеть Кул-Шариф – самая знаменитая мечеть на терретории Казани. Ее строительство заняло больше 9 лет и закончили только в 2005 году. Деньги на постройку мечети собирали с помощью благотворительного фонда. Это отличное место, что бы показать детям другие культуры.\n' +
                    '5. Экият-театр кукол. Восхищает своим видом с первого взгляда, как молодеж так и взрослых. Ведь построен на концепте замка. Лучший вид театр принимает ночью, когда загорается огнями. Внутри он выглядит так же волшебно, как и снаружи, место обычных стульев стоят троны, а пол выполнен в виде шахматной доски.\n' +
                    'В нем представлены билеты больше чем на 40 спектаклей, на который допускаются дети с 2 лет.\n' +
                    '\n' +
                    '6 Башня Сююмбике. Еще одно место на территории Кремля, достойное посещение. Эту достопримечательность называют «Падающей башней» из-за сильного наклона в сторону. У башни много легенд и историй. Одна из легенд гласит: «Прекрасная царица Сююмбике, на которой пожелал жениться Иван Грозный. Она согласилась, но только если царь сможет возвести 7-ярусную башню за 7 дней. Когда царю удалась ее просьба, Сююмбике с горя бросилась с последнего этажа.» Это отличное место, что бы сходить туда летом и долго любоваться этой постройкой.'
            }
        },
        tt: {
            name: 'Казан',
            desc: {
                text: '2.Казанда иң мөһим дини һәйкәлләрнең берсе-Богоявление соборы. Ул үзенең матурлыгы белән таң калдыра - зәңгәр кладка һәм алтын гөмбәзләр, кояшлы көнне күк күген хәтерләтә. Башта ул кечкенә чиркәү иде һәм заманча соборга күчте.\n' +
                    'Совет чорында гыйбадәтханә, башка изге урыннар кебек үк, реконструкцияләнә һәм спорт залы итеп бирелә. Шуның аркасында, килүчеләр хәзер алмый сокланырга күпчелек өлеше беренчел отделка һәм росписей. Реконструкция эшләре әлегә кадәр тулы куәтенә барса да, башлангыч төргә кадәр соборга ерак әле.\n' +
                    'Анда елның теләсә кайсы вакытында дуслары белән барырга була.\n' +
                    '\n' +
                    '3.Казан Кремле-Казанның төп истәлекле урыны. Анда XII-XX гасырлардагы мөһим һәйкәлләр тупланган.. Анда Рус һәм татар мәдәнияте җыелган, нәкъ менә бу күренеш Казан Кремле өчен үзенчәлекле. Кремль территориясендә Татарстан башлыгы резиденциясе урнашкан, шулай ук храмнар, соборлар, мәчетләр, музейлар, йортлар җыелган. Бу төзелеш ел әйләнәсе күп кенә туристларның архитектурасына соклана. Туристларның күбесе 2 көн дәвамында тулы әйләнеш белән йөри, ә күбрәк тә.\n' +
                    '4. Кол Шәриф мәчете-Казан территориясендә иң танылган мәчет. Аның төзелеше 9 елдан артык дәвам итә һәм 2005 елда гына тәмамлана. Мәчет төзелешенә акчаны хәйрия фонды ярдәмендә җыйганнар. Бу балаларга башка мәдәниятләрне күрсәтү өчен менә дигән урын.\n' +
                    '5. Әкият-курчак театры. Беренче караштан яшьләр дә, өлкәннәр дә үз төре белән соклана. Чөнки концепциядә йозак салынган. Иң яхшы күренешне театр төнлә утлар кабынганда кабул итә. Эчендә ул тышкы яктагы кебек үк тылсымлы күренә, гадәти урындыкларның урыны троннар тора, ә идәне шахмат тактасы рәвешендә ясалган.\n' +
                    'Анда 40тан артык спектакльгә билетлар тәкъдим ителгән, аларга 2 яшьтән балалар кертелә.\n' +
                    '\n' +
                    '6 Сөембикә Манарасы. Кремль территориясендә тагын бер урын-анда булу. Бу истәлекле урынны, якка бик нык авышып китү сәбәпле, «егыла торган башня» дип атыйлар. Башняның риваятьләре һәм тарихы күп. Риваятьләрнең берсе: "Иван Грозный өйләнергә теләгән Сөембикә ханым. Ул риза була, тик патша 7 көн эчендә 7 яруслы башня төзи ала икән. Патшаның үтенечен канәгатьләндергәч, Сөембикә хәсрәттән соңгы каттан ташлана."Җәй көне анда бару һәм әлеге корылманы озак сөенер өчен менә дигән урын бу.'
            }
        }
    },
    almet: {
        pageLink: 'almet',
        img: 'https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcSCM3-J5_GLBYTDONM9tvzFAERprf9zqG1hDQ&usqp=CAU',
        ru: {
            name: 'Альметьевск',
            desc: {
                text: '1.Пляж – хорошее место, что бы оттдохнуть летом в солнечную погоду. Там находится скааладром, который к сожалению работает только летом. Еще там ест очень красивый пирс, особенно красив он ночью, ведь там зажигают ночные огни, отличное время, что бы выйти на ночную прогулку.\n' +
                    '2.Около Татнефти часто тусуется молодежь и там можно найти много новых знакомых и одновременно полюбоваться главным зданием Татнфти. \n' +
                    '3.Каскад прудов, хорошо спроектирован для прогулок с друзьями в любое время года. Там можно покататься на велосипедах или элекрических самакатах.  На против Центральной Мечети ноходится скейт парк, там тоже часто находится дружелюбная молодежь.\n' +
                    '4.Майдан – находится не далеко от лыжного комплеса “Снежинка”. На майдане хоршо гулять в любое время года, но особенное удовольствие приносит прогулка теплый, солнечный день лета.\n' +
                    '5.Горнолыжный комплекс “Ян” -  отличный вариант для зимы. С друзьями можно поехать в Ян и отлично провести там время. Можно покататься на сноубодах, лыжах и ватрушах. Если же лета, то рядом находится вторая база отдыха Ян.'
            }
        },
        tt: {
            name: 'Әлмәт',
            desc: {
                text: '1.Пляж-җәен кояшлы һавада ял итәр өчен яхшы урын. Анда урнашкан скааладром, ул, кызганычка каршы, җәен генә эшли. Әле анда бик матур пирс бар, бигрәк тә матур ул төнлә, чөнки анда төнге утлар кабызалар, Төнге сәяхәткә чыгу өчен менә дигән вакыт.\n' +
                    '2."Татнефть" янында яшьләр еш кына авырый һәм анда күп кенә яңа танышлар табарга һәм бер үк вакытта Татнефтьнең төп бинасын карарга була.\n' +
                    '3.Каскад буалар Яхшы проектирован өчен йөрү дуслары белән елның теләсә кайсы вакытында. Анда велосипедларда яки электр самакатларында йөрергә була. Үзәк мәчет каршысында скейт парк урнашкан, анда да еш кына дустанә Яшьләр урнашкан.\n' +
                    '4.Мәйдан "кар бөртекләре"чаңгы комплексыннан ерак түгел. Мәйданда елның теләсә кайсы вакытында йөрү яхшы, әмма җәйнең җылы, кояшлы көне аеруча рәхәтлек китерә.\n' +
                    '5."Ян" тау чаңгысы комплексы - кыш өчен менә дигән вариант. Дуслары белән барырга була Ян һәм бик яхшы үткәрергә анда вакытта. Сноубод, чаңгы һәм ватрушта шуарга мөмкин. Җәй көне булса, янда Янның икенче ял базасы урнашкан.'
            }
        }
    }
}