import React, {useState} from 'react';
import {cities} from "../store/cities";
import audio from "../audio/almet.mp3";
import useSound from "use-sound";

const Almet = () => {

    const PlayBtn = () => {
        const [play] = useSound(audio)

        return <button onClick={play}>Play</button>
    }

    // const [audio, setAudio] = useState()

    // useEffect(() => {
    //     const fetchAudio = async () => {
    //         let data = axios.get(`https://translate.tatar/byhackathon_synthesize?text=${cities.kazan.tt.desc}`)
    //         setAudio(data)
    //     }
    //     fetchAudio()
    // }, [])

    // console.log(audio)

    return (
        <div>
            <h1>{cities.almet.ru.name}</h1>
            <PlayBtn />
            <span>
                2.Казанда иң мөһим дини һәйкәлләрнең берсе-Богоявление соборы. Ул үзенең матурлыгы белән таң калдыра - зәңгәр кладка һәм алтын гөмбәзләр, кояшлы көнне күк күген хәтерләтә. Башта ул кечкенә чиркәү иде һәм заманча соборга күчте.
Совет чорында гыйбадәтханә, башка изге урыннар кебек үк, реконструкцияләнә һәм спорт залы итеп бирелә. Шуның аркасында, килүчеләр хәзер алмый сокланырга күпчелек өлеше беренчел отделка һәм росписей. Реконструкция эшләре әлегә кадәр тулы куәтенә барса да, башлангыч төргә кадәр соборга ерак әле.
Анда елның теләсә кайсы вакытында дуслары белән барырга була.

3.Казан Кремле-Казанның төп истәлекле урыны. Анда XII-XX гасырлардагы мөһим һәйкәлләр тупланган.. Анда Рус һәм татар мәдәнияте җыелган, нәкъ менә бу күренеш Казан Кремле өчен үзенчәлекле. Кремль территориясендә Татарстан башлыгы резиденциясе урнашкан, шулай ук храмнар, соборлар, мәчетләр, музейлар, йортлар җыелган. Бу төзелеш ел әйләнәсе күп кенә туристларның архитектурасына соклана. Туристларның күбесе 2 көн дәвамында тулы әйләнеш белән йөри, ә күбрәк тә.
4. Кол Шәриф мәчете-Казан территориясендә иң танылган мәчет. Аның төзелеше 9 елдан артык дәвам итә һәм 2005 елда гына тәмамлана. Мәчет төзелешенә акчаны хәйрия фонды ярдәмендә җыйганнар. Бу балаларга башка мәдәниятләрне күрсәтү өчен менә дигән урын.
5. Әкият-курчак театры. Беренче караштан яшьләр дә, өлкәннәр дә үз төре белән соклана. Чөнки концепциядә йозак салынган. Иң яхшы күренешне театр төнлә утлар кабынганда кабул итә. Эчендә ул тышкы яктагы кебек үк тылсымлы күренә, гадәти урындыкларның урыны троннар тора, ә идәне шахмат тактасы рәвешендә ясалган.
Анда 40тан артык спектакльгә билетлар тәкъдим ителгән, аларга 2 яшьтән балалар кертелә.

6 Сөембикә Манарасы. Кремль территориясендә тагын бер урын-анда булу. Бу истәлекле урынны, якка бик нык авышып китү сәбәпле, «егыла торган башня» дип атыйлар. Башняның риваятьләре һәм тарихы күп. Риваятьләрнең берсе: "Иван Грозный өйләнергә теләгән Сөембикә ханым. Ул риза була, тик патша 7 көн эчендә 7 яруслы башня төзи ала икән. Патшаның үтенечен канәгатьләндергәч, Сөембикә хәсрәттән соңгы каттан ташлана."Җәй көне анда бару һәм әлеге корылманы озак сөенер өчен менә дигән урын бу.
            </span>
        </div>
    );
};

export default Almet;